Repository: common-repository/custom-login-url-manager
Catalog: languages/custom-login-url-manager-*.po
Languages: pl_pl

source: Custom Login URL Manager - Settings
pl_pl: Custom Login URL Manager - Ustawienia

source: Settings saved successfully!
pl_pl: Ustawienia zostały pomyślnie zapisane!

source: Failed to save settings. Please try again.
pl_pl: Nie udało się zapisać ustawień. Spróbuj ponownie.

source: Nonce verification failed. Please try again.
pl_pl: Weryfikacja nie powiodła się. Spróbuj ponownie.

source: e.g., login
pl_pl: np. logowanie

source: Change the default login URL to enhance the security of your site by hiding the standard wp-login.php.
pl_pl: Zmień domyślny adres URL logowania, aby zwiększyć bezpieczeństwo swojej witryny, ukrywając standardowy plik wp-login.php.

source: Redirect URL
pl_pl: Przekieruj adres URL

source: e.g., 404
pl_pl: np. 404

source: Specify the URL to redirect unauthorized users who try to access wp-login.php, wp-admin, or admin without proper permissions. If left empty, it will redirect to the homepage.
pl_pl: Określ adres URL, aby przekierować nieautoryzowanych użytkowników, którzy próbują uzyskać dostęp do wp-login.php, wp-admin lub admin bez odpowiednich uprawnień. Jeśli pozostanie pusty, przekieruje do strony głównej.

source: A plugin that allows you to change your login address in WordPress and redirect blocked addresses to a specified URL.
pl_pl: Wtyczka umożliwiająca zmianę adresu logowania w WordPressie i przekierowanie zablokowanych adresów na określony adres URL.

source: Settings
pl_pl: Ustawienia

source: Buy me Coffee
pl_pl: Kup mi kawę

source: Unauthorized access.
pl_pl: Nieautoryzowany dostęp.

source: Welcome to Custom Login URL Manager
pl_pl: Witaj w Custom Login URL Manager

source: Thank you for using Custom Login URL Manager! This plugin helps you enhance the security of your WordPress site by allowing you to change the default login URL and redirect unauthorized login attempts.
pl_pl: Dziękujemy za korzystanie z Custom Login URL Manager! Ta wtyczka pomaga zwiększyć bezpieczeństwo Twojej witryny WordPress, umożliwiając zmianę domyślnego adresu URL logowania i przekierowywanie nieautoryzowanych prób logowania.

source: Key Features:
pl_pl: Główne cechy:

source: Change the default WordPress login URL (wp-login.php) to a custom URL for added security.
pl_pl: Aby zwiększyć bezpieczeństwo, zmień domyślny adres URL logowania WordPress (wp-login.php) na niestandardowy adres URL.

source: Redirect unauthorized access attempts to wp-login.php or wp-admin to a specified URL, such as a custom error page or homepage.
pl_pl: Przekieruj próby nieautoryzowanego dostępu do pliku wp-login.php lub wp-admin na określony adres URL, na przykład na stronę błędu lub stronę główną.

source: User-friendly interface for easy configuration of login URL and redirect settings.
pl_pl: Przyjazny dla użytkownika interfejs umożliwiający łatwą konfigurację adresu URL logowania i ustawień przekierowania.

source: Translation-ready for localization into any language.
pl_pl: Gotowe do tłumaczenia i lokalizacji na dowolny język.

source: Lightweight and optimized for performance.
pl_pl: Lekka i zoptymalizowana pod kątem wydajności.

source: To get started, navigate to the "Settings" page in the Custom Login Manager menu to configure your custom login URL and redirect options.
pl_pl: Aby rozpocząć, przejdź do strony „Ustawienia” w menu Menedżera logowania niestandardowego, aby skonfigurować niestandardowy adres URL logowania i opcje przekierowania.

source: Hello! We’re glad to see you’ve been using Custom Login URL Manager. If you’re happy with the plugin, we’d be thrilled if you could leave us a rating. Your support helps us grow and improve.
pl_pl: Cześć! Cieszymy się, że używasz Custom Login URL Manager. Jeśli jesteś zadowolony z wtyczki, bylibyśmy zachwyceni, gdybyś mógł nam wystawić ocenę. Twoje wsparcie pomaga nam się rozwijać i doskonalić.

source: Rate this plugin
pl_pl: Oceń tę wtyczkę

source: Don't show again
pl_pl: Nie pokazuj ponownie
